Repository: anitanenova/EmailMarketingWebSite
Catalog: BusinessManagement.Resources/LanguageResources/BlogResource.*.resx
Languages: bg_bg

source: Automation
bg_bg: Автоматизация

source: Bilder
bg_bg: Създай изглед

# CovPicReq
source: Filed "Cover Pic" is required!
bg_bg: Полето Снимка на корицата е задължително!

# CovVidReq
source: Field "Cover Video" is requiered!
bg_bg: Полето Видео на корицата YouTube Линк е задължително!

source: Draft
bg_bg: Чернова

source: Inactive
bg_bg: Неактивен

# MailM
source: Mail Marketing
bg_bg: Имейл Маркетинг

source: No product
bg_bg: Няма продукт

source: Other posts
bg_bg: Други постове

source: Similar posts
bg_bg: Подобни постове

# SMSM
source: SMS Marketing
bg_bg: SMS Маркетинг

source: Visible
bg_bg: Видим

source: Add
bg_bg: Добави

# AddTag
source: Adding a new tag
bg_bg: Добавяне на нов таг

source: All
bg_bg: Всички

source: Close
bg_bg: Затвори

# CovPic
source: Cover Picture
bg_bg: Снимка на корицата:

# CovVidLink
source: Cover Video Youtube link
bg_bg: Видео на корицата YouTube Линк:

# Deac
source: Deactivate
bg_bg: Дезактивирай

# DeactPost
source: Deactivating a post
bg_bg: Дезактивиране на пост

# DeactPostQuestion
source: Would you like to deactivate a post
bg_bg: Желаете ли да дезактивирате пост

source: Drafts
bg_bg: Чернови

# EditPost
source: Edit a post
bg_bg: Редактиране на Блог Пост

# ErrOcc
source: An error has occurred. Please try again.
bg_bg: Възникна грешка моля опитайте отново.

source: Error:
bg_bg: Грешка:

# File
source: Select a file
bg_bg: Избор на файл

# FileType
source: Allowed file types: .jpg, .bmp, .png, .jpeg
bg_bg: Разрешени типове данни: .jpg, .bmp, .png, .jpeg файл

# FullTxt
source: Full text:
bg_bg: Пълен текст:

# FullTxtReq
source: Field "Full text" is required
bg_bg: Полето Пълен текст е задължително

source: Headline:
bg_bg: Заглавие:

# HeadlineReq
source: Feild "Headline" is required
bg_bg: Полето Заглавие е задължително

# MorInfoMorSuccess
source: More information, more success
bg_bg: Повече информация, по-голям успех

# NewPost
source: Create a new post
bg_bg: Създаване на нов Блог Пост

source: No results!
bg_bg: Няма резултати!

# NotSelect
source: Not selected...
bg_bg: Не е избрано…

# PicTypeSel
source: Please choose a picture from the allowed file types
bg_bg: Моля изберете картинка от разрешените типове

source: Product:
bg_bg: Продукт:

# ProductReq
source: Field "Product" is required
bg_bg: Полето Продукт е задължително

# PubDate
source: Publication date:
bg_bg: Публикувано на (дата):

# PubDateReq
source: Field "Publication date" is required
bg_bg: Полето Публикувано на (дата) е задължително

# RemovePic
source: Remove the selected picture
bg_bg: Премахнете качената картинка

# SearchTxt
source: Search text
bg_bg: Търсене на текст

# ShortTxt
source: Short text:
bg_bg: Кратък текст:

# ShortTxtReq
source: Field "Short text" is required
bg_bg: Полето Кратък текст е задължително

source: Status:
bg_bg: Статус:

# StatusReq
source: Field "Status" is required
bg_bg: Полето Статус е задължително

source: Tag name:
bg_bg: Име на тага:

# TagReq
source: Field "Tag" is required
bg_bg: Полето Таг е задължително

source: Tags
bg_bg: Етикети

source: Tag search
bg_bg: Търсене на тагове

# TagSelectReq
source: At least 1 tag should be selected
bg_bg: Поне един таг трябва да бъде избран

# TxtListPost
source: This text appears in the list with all posts
bg_bg: Този текст се визуализира при списъка с всички постове

# TxtPostOpen
source: This text appears when a post is opened
bg_bg: Този текст се визуализира когато е отворен конкретен пост

source: Visible in time
bg_bg: Видими след време

source: Visible now
bg_bg: Видими сега

source: Back
bg_bg: Обратно

source: Duplicate
bg_bg: Дубликат

source: Learn more
bg_bg: Научете повече

source: Save
bg_bg: Запази
