Repository: anitanenova/EmailMarketingWebSite
Catalog: BusinessManagement.Resources/LanguageResources/HomeIndexResource.*.resx
Languages: bg_bg, fr_fr

source: ANALYSIS
bg_bg: АНАЛИЗИ
fr_fr: АNALYSE

# AutoMarketing
source: AUTOMATE YOUR MARKETING
bg_bg: АВТОМАТИЗИРAЙТЕ МАРКЕТИНГА СИ
fr_fr: AUTOMATISER VOTRE MARKETING

# BetterEmail
source: SEND BETTER EMAIL
bg_bg: ИЗПРАЩАЙТЕ ПО-ДОБРИ ИМЕЙЛ
fr_fr: ENVOYER MEILLEUR MAIL

# ComingFeature
source: COMING SOON FEATURE
bg_bg: ОЧАКВАЙТЕ СКОРО
fr_fr: À VENIR PROCHAINEMENT

# CreateProLetters
source: CREATE PROFESSIONAL LETTERS
bg_bg: СЪЗДАВАНЕ НА ПРОФЕСИОНАЛНИ ПИСМА
fr_fr: CRÉER DES LETTRES PROFESSIONNELLES

# InformedProgress
source: BE INFORMED ABOUT OUR PROGRESS
bg_bg: БЪДЕТЕ ИНФОРМИРАНИ ЗА НАШИЯ ПРОГРЕС
fr_fr: ÊTRE INFORMÉ DE NOS PROGRÈS

source: MORE FROM HYDRA
bg_bg: ПОВЕЧЕ ОТ ХИДРА
fr_fr: PLUS DE HYDRA

# SubscribeNewsletter
source: SUBSCRIBE FOR OUR NEWSLETTER
bg_bg: АБОНАМЕНТ ЗА НАШИЯ БЮЛЕТИН
fr_fr: INSCRIVEZ-VOUS À NOTRE BULLETIN

# TextAnalysis
source: Take advantage of our statistics page that will give you detailed reports on open, delivery, click-through and other types of mail marketing rates.
bg_bg: Възползвайте се от нашата статистическа страница, която ще ви даде подробни отчети за процентите на отваряемост, доставки, кликвания и други видове пощенски маркетингови проценти.
fr_fr: Profitez de notre page de statistiques qui vous fournira des rapports détaillés sur les taux d’ouverture, de remise, de clics et autres types de marketing par la poste.

# TextAutoMarketing
source: Customize you campaigns automatically based on interests, behavior or other gathered information about your target groups. Enjoy easy, user-friendly interface to configure your automation and be able to build more complex marketing strategies with our services.
bg_bg: Персонализирайте автоматично кампаниите си въз основа на интереси, поведение или друга събрана информация за вашите целеви групи. Насладете се на лесен и удобен за ползване интерфейс, за да конфигурирате автоматизацията си и да изградите по-сложни маркетингови стратегии с нашите услуги.
fr_fr: Personnalisez automatiquement vos campagnes en fonction d’intérêts, de comportements ou d’autres informations recueillies sur vos groupes cibles. Profitez d'une interface simple et conviviale pour configurer votre automatisation et pouvoir élaborer des stratégies marketing plus complexes avec nos services.

# TextBetterEmail
source: Fast and reliable delivery of your mails across the world. We guarantee a delivery rate of 80 mails per second to the mailboxes of your customer lists on affordable prices. We have packages suitable for all types of businesses i.e. big, small and even startups!
bg_bg: Бърза и надеждна доставка на съобщенията Ви по целия свят. Ние гарантираме процент на доставка от 80 мейла в секунда към пощенските кутии на вашите списъци с клиенти на достъпни цени. Предлагаме пакети подходящи за всички видове фирми, т.е. големи, малки и дори стартиращи!
fr_fr: Livraison rapide et fiable de vos mails à travers le monde. Nous garantissons un taux de livraison de 80 courriers par seconde aux boîtes aux lettres de vos listes de clients à des prix abordables. Nous avons des forfaits adaptés à tous les types d'entreprises - grandes, petites et même des startups!

# TextComingFeature
source: Integration with Facebook to optimize a campaign for newsletter subscriptions and leads. You do not have a solid customer’s list or leads, yet? Build a list of newsletter subscribers and/or leads that will receive your marketing letters using the Facebook ads platform.
bg_bg: Интегриране с Facebook за оптимизиране на кампания за абонаменти и водещи бюлетини. Все още нямате ли солиден клиентски списък или потенциални клиенти? Изградете списък с абонати на бюлетини и / или клиенти, които ще получават вашите маркетингови писма, като използват платформата за реклами в Facebook.
fr_fr: Intégration avec Facebook pour optimiser une campagne pour les abonnements à la newsletter et les leads. Vous n'avez pas encore de liste de clients ou de prospects solides? Construisez une liste des abonnés à la newsletter et / ou des prospects qui recevront vos lettres de marketing via la plate-forme de publicité Facebook.

# TextCreateProLetters
source: Use a letter builder to create professional letters with beautiful custom design. Save custom designs or choose from a list of some default templates, which can be customized as well. Each and every design is compatible with the most popular mail clients.
bg_bg: Използвайте билдър за създаване на професионални писма с дизайн по ваша преценка. Запазете създадените от вас дизайни или изберете някои от списъкът със стандартни шаблони, които също могат да бъдат персонализирани по ваш стил.
fr_fr: Utilisez un constructeur de lettres pour créer des lettres professionnelles avec un beau design personnalisé. Enregistrez des modèles personnalisés ou faites votre choix dans une liste de modèles par défaut, que vous pouvez également personnaliser. Chaque modèle est compatible avec les clients de messagerie les plus populaires.

# TextMoreFromHydra
source: Coming soon more functional modules from hydra to help your business grow. We are considering to develop modules in departments such as management, sales and marketing so that we can ease your business operations and you customers as well.
bg_bg: Очаквайте още по-функционални модули от хидра, за да помогнете на бизнеса ви да расте. Предвиждаме да разработим модули в отдели като управление, продажби и маркетинг, така че да можем да облекчим вашите бизнес операции и клиенти.
fr_fr: Bientôt des modules plus fonctionnels d'hydra pour aider votre entreprise à se développer. Nous envisageons de développer des modules dans des départements tels que la gestion, les ventes et le marketing afin de faciliter vos opérations commerciales et vos clients.

# TextUserFriendlyAccessible
source: The platform is easy to use and accessible so that you can experience it firsthand. We prepared especially for you one-time-purchase and flexible packages that will allow you to experience our service without any long-term subscription bindings or any other long-term obligations at all.
bg_bg: Платформата е лесна за използване и достъпна, за да можете да експериментирате. Подготвихме специално за вас еднократни покупки и гъвкави пакети, които ще ви позволят да изпитате нашата услуга без никакви дългосрочни абонаментни ангажименти или други дългосрочни задължения.
fr_fr: La plate-forme est facile à utiliser et accessible afin que vous puissiez en faire l'expérience. Nous avons spécialement préparé pour vous des forfaits uniques et flexibles qui vous permettront de faire l'expérience de notre service sans obligation de souscription à long terme ni autre obligation à long terme.

# UserFriendlyAccessible
source: USER FRIENDLY AND ACCESSIBLE
bg_bg: ЛЕСЕН И ДОСТЪПЕН ЗА ПОТРЕБИТЕЛИТЕ
fr_fr: FACILE ET ACCESSIBLE AUX UTILISATEURS
